<?php

defined('INTERNAL') || die();

$string['blockcontent'] = 'ブロックコンテンツ';
$string['convertdescription'] = array(
    0 => 'あなたは高度な機能を使用しない再利用可能な「ノート」ブロックを「テキスト」ブロックにコンバートできます。これらのブロックは作成されたページにのみ存在します。また、別のページでは使用できません。高度な機能には以下を含みます:\\r
<ul>\\r
<li>別のブロックでの再利用</li>\\r
<li>ライセンスの使用</li>\\r
<li>タグの使用</li>\\r
<li>添付</li>\\r
<li>表示されるノートアーティファクト上でのフィードバック</li>\\r
</ul>',
);
$string['convertdescriptionfeatures'] = 'あなたは高度な機能を使用しない再利用可能な「ノート」ブロックを「テキスト」ブロックにコンバートできます。これらのブロックは作成されたページにのみ存在します。また、別のページでは使用できません。高度な機能には以下を含みます:
<ul>
<li>別のブロックでの再利用</li>
<li>ライセンスの使用</li>
<li>タグの使用</li>
<li>添付</li>
<li>表示されるノートアーティファクト上でのコメント</li>
</ul>';
$string['convertibleokmessage'] = array(
    0 => '正常に %d 「ノート」ブロックを「テキスト」ブロックに変換しました。',
);
$string['description'] = 'あなたのページにテキストスニペット (抜粋) を追加します。';
$string['optionlegend'] = '「ノート」ブロックをコンバートする';
$string['switchdescription'] = '拡張機能を使用しない「ノート」ブロックすべてをシンプルな「テキスト」ブロックにコンバートします。';
$string['title'] = 'テキスト';
